7zip
ark
atuin
base
base-devel
bat
blaze
bluedevil
brave-bin
breeze-gtk
breeze-plymouth
btop
btrfs-progs
caffeine-ng
calibre-bin
catch2
cava
ccache
clang
cuda
cudnn
cups
cython
discover
dnsmasq
dolphin
dool
doxygen
drkonqi
efibootmgr
eigen
evince
expac
fastfetch
ffmpegthumbs
firefox
flatpak-kcm
fprintd
fwupd
fzf
gcc-fortran
gimp
git
git-lfs
glances
glib2-devel
glow
gparted
graphviz
grub
grub-btrfs
gsl
gwenview
hardinfo2
htop
inetutils
inkscape
inotify-tools
intel-ucode
inxi
iotop
ipp-usb
juliaup
kate
kde-gtk-config
kdeplasma-addons
kgamma
kinfocenter
kitty
konsole
krdp
krokiet
kscreen
ksshaskpass
kwallet-pam
kwalletmanager
kwin-x11
kwrited
lib32-aalib
lib32-cdparanoia
lib32-giflib
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-jack2
lib32-libavc1394
lib32-libcaca
lib32-libdv
lib32-libiec61883
lib32-libjpeg-turbo
lib32-libpulse
lib32-libraw1394
lib32-libshout
lib32-libsoup3
lib32-libtheora
lib32-libvpx
lib32-libxcomposite
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-rust-libs
lib32-sdl2-compat
lib32-speex
lib32-taglib
lib32-twolame
lib32-v4l-utils
lib32-wavpack
libbacktrace
libfprint
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsd
lshw
man-db
mesa-utils
micro
nano
neovim
netcdf-fortran
networkmanager
ninja
nmon
noto-fonts-cjk
noto-fonts-extra
nss-mdns
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
okular
openal
openblas
openssh
optimus-manager-git
ouch
oxygen
oxygen-sounds
pacman-contrib
paraview
pet-git
petsc
phoronix-test-suite
pipewire
pipewire-alsa
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace-wallpapers
plasma-x11-session
plymouth-kcm
power-profiles-daemon
powerdevil
powertop
print-manager
psensor
python-huggingface-hub
python-pip
python-websockets
rclone
rebuild-detector
reflector
s-tui
samba
sane
sane-airscan
sddm
sddm-kcm
sourcegit-bin
spectacle
spotify-launcher
steam
stress
stress-ng
sudo
system-config-printer
terminus-font
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-plaingeneric
thefuck
thinkfan
thinkfan-ui
throttled
timeshift
timeshift-autosnap
tldr
ttf-jetbrains-mono-nerd
ufw
unarchiver
unrar
virtualgl
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
vnstat
vulkan-intel
vulkan-tools
wacomtablet
wayland-protocols
wine-gecko
wine-staging
winetricks
wireplumber
xdg-desktop-portal-kde
xf86-video-intel
xorg-xinit
xpad
yay
zotero
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
